export default {
  title: '智能问答',
  style: 'stagger',
  list: [
    {
      title: 'ChatGPT | 获取答案、灵感和知识',
      stars: 5,
      link: 'https://chatgpt.com/',
      desc: 'ChatGPT 是由 OpenAI 开发的一款先进人工智能对话产品，基于强大的自然语言处理技术。它能够理解和生成类人语言，支持多种语言输入，适用于问答、创意写作、代码编写、语言翻译等多场景应用。ChatGPT 拥有强大的上下文记忆功能，可根据用户输入实时调整响应，提供智能、精准、个性化的互动体验。它广泛应用于教育、客户服务、内容创作等领域，帮助提升效率并解决实际问题，是用户工作与生活中的高效助手。'
    },
    {
      title: 'Claude | Your ideas, namplified',
      stars: 5,
      link: ' https://claude.ai/',
      desc: 'Claude.ai 是 Anthropic 公司推出的人工智能助手产品。它提供网页版对话界面,让用户可以直接与 AI 进行文字交流。Claude 可以回答各类问题、提供专业知识、协助写作编程、分析数据、进行创意写作和头脑风暴、解答数学题和逻辑问题，还能帮助学习和教学。Claude 采用对话式交互，能够理解上下文，总是提供连贯且有见地的回答。它具备强大的语言理解和生成能力，可以用于学习、工作、研究等多种场景。'
    },
    {
      title: 'Grok | 认识宇宙',
      stars: 5,
      link: 'https://grok.com/',
      desc: 'Grok 是由 xAI 公司开发的一款 AI 聊天机器人，旨在推动科学发现和深化我们对宇宙的理解。Grok 具有幽默感，能够处理“棘手”问题，并提供直接且常常富有创意的回答。它能够访问 X（前 Twitter）的实时信息，这让它在回答时具有独特的优势。Grok 不仅可以进行文本生成，还能与用户进行互动对话，类似于 ChatGPT 但更加“叛逆”。它的目标是成为一个帮助人类探索宇宙奥秘的工具，同时提供有趣且有用的交流体验。'
    },
    {
      title: 'Gemini | 获取创意灵感，提升工作效率',
      stars: 5,
      link: 'https://gemini.google.com/',
      desc: 'Gemini 是 Google 推出的先进 AI 产品，旨在提升用户的工作效率和创意能力。它基于强大的多模态模型，能够处理文本、图像等多种输入形式。Gemini 提供了多种功能，包括智能对话、内容生成、数据分析和代码编写等。Gemini Advanced 版本采用了 Google 最强大的 AI 模型，支持长达 100 万个词元的上下文窗口，能够分析和理解长达 1500 页的文档；用户还可通过它创建自定义的 AI 专家，满足特定需求。'
    },
    {
      title: 'DeepSeek | 探索未至之境',
      stars: 4,
      link: 'https://chat.deepseek.com/',
      desc: 'DeepSeek Chat 是一款由 DeepSeek 推出的先进 AI 聊天平台，集成了多种开源大型语言模型，如最新的 DeepSeek-V3。该平台支持编程代码开发、创意写作、文件处理等多种任务，允许用户上传文件并进行长文本对话，提供高效的 AI 支持。DeepSeek Chat 提供 API 服务，每百万输出 tokens 价格为 8 元，并享有 45 天的优惠价格体验期。用户可通过网页或移动应用访问该平台，体验其强大 AI 功能。'
    },
    {
      title: '通义千问 | 你的全能AI助手',
      stars: 4,
      link: 'https://tongyi.aliyun.com/',
      desc: '通义千问是阿里云推出的先进大语言模型，旨在为企业和个人用户提供高效的AI解决方案（无需科学上网）。该模型具备强大的自然语言处理能力，支持文本生成、智能问答、内容创作等多种应用场景。通义千问提供多种模型版本，满足不同需求，并采用灵活的计费模式，降低使用成本。此外，阿里云还推出了通义灵码，作为程序员的AI编程助手，提供代码生成、智能问答、异常排查等功能，支持多种编程语言和集成开发环境。'
    },
    {
      title: '聊天与 z.ai -免费的 AI 演示，写作和编码',
      stars: 4,
      link: 'https://chat.z.ai/',
      desc: 'Z.ai 是免费 AI 助手平台，支持多模态交互。用户可通过文字对话获取专业帮助：快速生成精美 PPT、撰写商务文案/论文、调试复杂代码（支持 Python / JavaScript 等），还能进行数据分析、创意设计（如海报文案）及多语言翻译。界面简洁无需注册，实时响应各类需求，尤其适合学生、职场人士提升效率。免费版覆盖基础功能，提供可靠的技术支持与创意解决方案，是高效工作学习的智能助手。'
    },
    {
      title: 'Kimi.ai | 帮你看更大的世界',
      link: 'https://kimi.moonshot.cn/chat',
      desc: 'Kimi Chat：一款由月之暗面科技公司推出的智能对话助手（无需科学上网）；其核心优势在于支持 20 万汉字的超长上下文输入，远超同类产品。它基于大模型技术，具备强大的自然语言处理能力，可以理解和回答复杂的问题，协助用户完成各种任务。Kimi 主要特点包含：擅长中文和英文对话、文件阅读、网页解析、搜索能力、安全与隐私、持续学习等。它推出至今，完全免费，提供网页、原生应用和微信小程序多端支持。'
    },
    {
      title: 'Flowwith | 你的AI创建工作区，与知识',
      link: 'https://flowith.io/',
      desc: 'Flowith 是一款基于 AI 的创作工作空间（AI Creation Workspace），采用二维无限画布界面，帮助用户可视化组织想法、生成内容并执行复杂任务。不同于传统聊天式 AI，它强调深度工作模式，支持多线程操作和知识深度整合。核心功能包括：画布交互、智能代理 Neo、知识花园、协作与变现，特别之处在于超越线性聊天，避免想法丢失；适合创作者、企业家快速从想法到成品，用户反馈高效提升生产力。'
    },
    {
      title: 'Poe | 快捷实用的 AI 聊天',
      link: 'https://poe.com/',
      desc: 'Poe 是一个快速、有帮助的 AI 聊天网站。集成了多种先进的语言模型，如 GPT-4、Genimi PRO、Claude、DALLE 3 等。用户可通过 Poe 与这些模型进行对话，获取问题解答、创意内容生成、语言翻译等服务。Poe 支持网页和移动端访问，界面友好，操作便捷。此外，用户还可在 Poe 上创建自定义聊天机器人，满足特定需求。Poe 提供免费（每天分配固定数量积分）和付费订阅选项，满足不同用户的使用需求。'
    }
  ]
}