export default {
  title: '休闲娱乐',
  style: 'stagger',
  list: [
    {
      title: 'YouTube Music | 全新音乐服务',
      stars: 5,
      link: 'https://music.youtube.com/',
      desc: 'YouTube Music 是由 YouTube 推出的音乐流媒体服务，旨在为用户提供个性化的音乐体验。通过该平台，用户可以访问海量的音乐内容，包括官方专辑、单曲、音乐视频、翻唱以及现场表演等。YouTube Music 利用智能推荐算法，根据用户的听歌历史和喜好，推荐相关的歌曲和播放列表，帮助用户发现新音乐。'
    },
    {
      title: 'YouTube | 全球最大的视频分享平台',
      stars: 5,
      link: 'https://www.youtube.com/',
      desc: 'YouTube 是全球最大的视频分享平台，上传、观看、分享和评论视频，涵盖各种主题和风格。提供免费和付费订阅服务（YouTube Premium），支持广告播放收入和创作者生态系统。平台支持多语言字幕和社区互动功能，适用于 Web 和移动设备。YouTube 提供了强大的搜索和推荐功能，帮助用户发现感兴趣的视频。'
    },
    {
      title: '爱壹帆国际版 | 免费在线观看',
      stars: 5,
      link: 'https://www.yfsp.tv/',
      desc: '爱壹帆国际版，是一个集视频分发、上传和社区互动于一体的在线视频平台，提供海量的电影、电视剧、综艺、动漫等内容，供用户免费在线观看。该平台支持用户上传视频，促进内容创作和分享，形成活跃的社区氛围；适合用户在闲暇时光中发现和观看各类视频内容。无论是追剧、观影，还是寻找新鲜有趣的视频，爱壹帆国际版都能满足你的需求。'
    },
    {
      title: 'Netflix - 在线观看电视节目、电影',
      link: 'https://www.netflix.com/',
      desc: 'Netflix 是全球领先的流媒体平台，拥有海量的电影、电视剧、纪录片和原创内容，深受年轻人喜爱。Netflix 提供高清甚至 4K 的播放质量，并支持多语言字幕，方便全球用户观看。平台支持个性化推荐，根据观看历史为用户推送感兴趣的内容。作为当代流媒体的代表性平台，Netflix 是发现优质内容、丰富业余生活的最佳选择。'
    },
  ]
}