export default {
  title: '技能学习',
  style: 'stagger',
  list: [
    {
      title: '开发者路线图 - roadmap.sh',
      link: 'https://roadmap.sh/',
      desc: 'Roadmap.sh 是一个面向开发者的在线资源平台，提供由社区创建的路线图、最佳实践、项目、文章和教程，旨在帮助开发者选择职业路径并提升技能。该网站涵盖前端、后端、DevOps、全栈开发、AI 工程师、数据分析师等多种角色的路线图，以及 React、Vue、Angular、JavaScript、Python 等技能的学习路径。此外，Roadmap.sh 还提供项目创意、最佳实践指南和常见问题解答，帮助开发者在实践中巩固所学知识。该平台适合各个层次的开发者，特别是希望系统学习特定领域知识或规划职业发展的个人。'
    },
    {
      title: 'daily.dev | 开发人员同甘共苦的地方',
      link: 'https://daily.dev/',
      desc: 'Daily.dev 是一个专为开发者设计的专业网络平台，旨在提供高质量的编程资讯和技术资源。 通过整合来自各大技术出版物的最新内容，用户可以根据个人技术栈定制专属信息流，实时获取行业动态。 该平台提供浏览器扩展，方便用户在新标签页直接查看最新资讯，提升工作流程效率。 daily.dev 面向所有层次的开发者，帮助他们学习、协作并共同成长。 目前，daily.dev 在 GitHub 上拥有超过 14,000 颗星， 并在 Google Chrome 商店获得了 1800 多条评价， 是开发者获取最新技术资讯的理想平台。'
    },
    {
      title: 'FreeCodeCamp.org  | 免费学习编程',
      link: 'https://www.freecodecamp.org/',
      desc: 'FreeCodeCamp 是一个免费、开源的编程学习平台，专为初学者和开发者设计，提供全面的编程教育资源。它涵盖多种热门技术领域，包括前端开发、后端开发、数据分析、机器学习和区块链等，课程内容由浅入深，非常适合自学者。平台提供动手实践的学习模式，通过完成编程挑战和构建项目来巩固知识，学员还可获得行业认可的免费认证。它还拥有一个活跃的全球社区，用户可以参与论坛、贡献开源项目，并获得同行支持和帮助。总之，freeCodeCamp 是一款高效且零成本的学习平台，助力快速掌握实用编程技能。'
    },
    {
      title: '多邻国 | 全球数亿语言学习者的口碑选择',
      link: 'https://www.duolingo.com/',
      desc: 'Duolingo（多邻国）是全球领先的语言学习平台，提供超过 40 种语言的免费课程，包括英语、日语、韩语、法语、西班牙语等。 其课程由语言教育专家设计，采用游戏化教学方法，将学习过程分解为小型任务，用户通过完成任务获得积分和奖励，提升学习兴趣和效果。 Duolingo 适用于各个层次的语言学习者，提供移动应用和网页版，方便用户随时随地学习。 此外，Duolingo 还为教育工作者提供了免费的管理工具，帮助教师监督和指导学生的学习进度。其使命是通过提供免费、高质量的语言教育，促进全球交流与理解。'
    },
  ]
}