export default {
  title: '智能搜索',
  style: 'stagger',
  list: [
    {
      title: 'Perplexity | AI 驱动的研究和会话搜索引擎',
      link: 'https://www.perplexity.ai/',
      desc: 'Perplexity：一款基于大型语言模型的新型搜索引擎，它能够理解用户的自然语言查询，从多个外部搜索索引中检索相关信息，并生成准确、简洁的答复。与传统搜索引擎不同，它提供了更直观、对话式的搜索体验，用户无需反复查询和筛选结果。主要优势有：快速产品迭代；创新功能如 Source Edit、Focus Search，提升了搜索准确性和可控性；搜索助手 Perplexity Copilot，提供个性化、深入的回答。'
    },
    {
      title: 'Phind.com | 从想法到产品',
      link: 'https://www.phind.com/',
      desc: 'Phind.com：一款专为开发者设计的智能编程助手，它通过人工智能技术，帮助用户解决技术问题和提高工作效率。它提供了全面的编程知识库，包括各种编程语言、框架和工具的使用方法，以及最新的技术趋势和最佳实践。它能够理解用户的问题，提供精确的答案和代码示例，帮助用户快速找到解决方案。通过使用 Phind.com，用户可以节省大量时间，提高工作效率，同时也能保持对最新技术的了解和掌握。'
    },
    {
      title: 'Explorer | AI 驱动的发现和学习引擎',
      link: 'https://explorer.globe.engineer/',
      desc: 'Globe Explorer：一款新型 AI 搜索引擎；通过将搜索关键词自动整理成思维导图，帮助用户快速理解和探索感兴趣的信息。它与传统搜索引擎不同，提供了更直观、结构化的方式查看搜索结果。适用于专业人士、学生、教师等群体，被视为一种有价值的知识探索工具。尽管在处理中文时可能有错误，但总体质量较高。简而言之，它是谷歌搜索引擎、Perplexity AI 和维基百科之间的综合体。'
    },
    {
      title: 'Exa | Web API for AI',
      link: 'https://exa.ai/',
      desc: 'Exa.ai 是一家专为人工智能（AI）应用设计的网络数据搜索平台，提供高质量的实时网络数据检索服务。其核心产品 Exa API 利用语义搜索技术，帮助 AI 模型从互联网上获取精确且相关的信息，提升 AI 应用的性能和准确性。Exa.ai 的服务适用于需要实时网络数据的开发者和企业，特别是在构建需要最新信息的 AI 驱动应用时。此外，Exa.ai 还提供 Exa Websets，支持知识工作者进行定制化的数据提取。'
    },
    {
      title: 'Felo Search | 用您的语言搜索世界',
      link: 'https://felo.ai/',
      desc: 'Felo Search 是一款 AI 驱动的搜索引擎，专为发现和理解全球知识而优化的多语种人工智能搜索引擎。它基于搜索信息源迅速总结详细的答案，您只需提出任何问题，它就会搜索互联网，为您提供易懂且可验证的答案，并能够帮助你扩展知识，提供个性化的见解和信息。特点：无需登录；搜索结果转化为思维导图；可用来双语回答任何问题、洞见重点信息、研究和学习（为研究主题提供详实和全面的答案）。'
    },
  ]
}