export default {
  title: '智能搜索',
  style: 'stagger',
  list: [
    {
      title: 'Perplexity | AI 驱动的研究和会话搜索引擎',
      link: 'https://www.perplexity.ai/',
      desc: 'Perplexity：一款基于大型语言模型的新型搜索引擎，它能够理解用户的自然语言查询，从多个外部搜索索引中检索相关信息，并生成准确、简洁的答复。与传统搜索引擎不同，它提供了更直观、对话式的搜索体验，用户无需反复查询和筛选结果。主要优势有：快速产品迭代；创新功能如 Source Edit、Focus Search，提升了搜索准确性和可控性；搜索助手 Perplexity Copilot，提供个性化、深入的回答。'
    },
    {
      title: 'Kimi.ai | 帮你看更大的世界',
      link: 'https://kimi.moonshot.cn/chat',
      desc: 'Kimi Chat：一款由月之暗面科技公司推出的智能对话助手，其核心优势在于支持 20 万汉字的超长上下文输入，远超同类产品。它基于大模型技术，具备强大的自然语言处理能力，可以理解和回答复杂的问题，协助用户完成各种任务。Kimi 主要特点包含：擅长中文和英文对话、文件阅读、网页解析、搜索能力、安全与隐私、持续学习等。它推出至今，完全免费，提供网页、原生应用和微信小程序多端支持。'
    },
    {
      title: 'Phind.com | 从想法到产品',
      link: 'https://www.phind.com/',
      desc: 'Phind.com：一款专为开发者设计的智能编程助手，它通过人工智能技术，帮助用户解决技术问题和提高工作效率。它提供了全面的编程知识库，包括各种编程语言、框架和工具的使用方法，以及最新的技术趋势和最佳实践。它能够理解用户的问题，提供精确的答案和代码示例，帮助用户快速找到解决方案。通过使用 Phind.com，用户可以节省大量时间，提高工作效率，同时也能保持对最新技术的了解和掌握。'
    },
    {
      title: 'Explorer | AI 驱动的发现和学习引擎',
      link: 'https://explorer.globe.engineer/',
      desc: 'Globe Explorer：一款新型 AI 搜索引擎；通过将搜索关键词自动整理成思维导图，帮助用户快速理解和探索感兴趣的信息。它与传统搜索引擎不同，提供了更直观、结构化的方式查看搜索结果。适用于专业人士、学生、教师等群体，被视为一种有价值的知识探索工具。尽管在处理中文时可能有错误，但总体质量较高。简而言之，它是谷歌搜索引擎、Perplexity AI 和维基百科之间的综合体。'
    },
  ]
}