export default {
  title: '社交资讯',
  style: 'stagger',
  list: [
    {
      title: 'X | 绽放你的光彩',
      stars: 5,
      link: 'https://x.com/',
      desc: 'X（原 Twitter）是全球知名的社交媒体平台，用户可以在上面发布、互动和分享文字、图片和视频内容。X 提供了一个开放的“数字广场”，让你可以关注全球任何角落的人，获取最新新闻，参与热门话题讨论。通过 X，你能与朋友、名人、品牌直接交流，了解他们的最新动态。它的特色功能包括“X Spaces”，支持实时语音聊天，以及“社区笔记”，帮助用户更好地理解信息的背景。无论是追踪流行文化，还是推广个人或商业内容，X 都是年轻人表达自我、了解世界的绝佳平台。'
    },
    {
      title: 'Facebook | 快速行动，打破常规',
      link: 'https://www.facebook.com/',
      desc: 'Facebook 是全球领先的社交媒体平台，由马克·扎克伯格创立，旨在帮助人们连接彼此并分享生活。通过 Facebook，用户可以与朋友、家人保持联系，分享文字、照片和视频，记录生活中的精彩瞬间。平台还支持创建兴趣小组、加入社区和参与活动，帮助用户找到志同道合的朋友。Facebook 提供了丰富的娱乐内容，包括短视频、直播和新闻资讯，让你随时掌握热点动态。年轻人还可以通过 Facebook 了解全球趋势，参与热门话题讨论，并借助其 Messenger 功能进行即时沟通。'
    },
    {
      title: 'Reddit - 潜入任何事物',
      link: 'https://www.reddit.com/',
      desc: 'Reddit 是全球领先的社交新闻和兴趣社区平台，以其开放、多样的内容和互动氛围吸引了大量年轻用户。它由无数主题社区（称为“subreddits”）组成，涵盖科技、游戏、影视、旅行、学习等几乎所有领域。用户可以浏览、发布内容，或者参与评论和投票，帮助优质内容被更多人发现。Reddit 强调社区自治，不同的 subreddit 有独立的规则和文化，适合用户根据兴趣深入交流。对于年轻人来说，Reddit 是发现潮流、交流想法、获取知识以及分享创意的理想平台。'
    },
    {
      title: 'Discord | 专为游戏和快乐打造的群聊',
      link: 'https://discord.com/',
      desc: 'Discord 是一款专为兴趣社区和团队沟通设计的多功能聊天平台，深受年轻人喜爱。它支持语音、视频、文本聊天，还能创建自定义服务器，让用户根据兴趣建立自己的在线社群。无论你是游戏玩家、学习爱好者，还是创作者，都可以通过 Discord 找到志同道合的朋友。平台内有频道分类功能，可用于组织主题讨论、活动策划或资源分享。同时，Discord 提供强大的权限管理和机器人工具，方便用户自动化管理社区。作为互动与协作的理想工具，它是学习、娱乐和社交的完美结合。'
    },
  ]
}