export default {
  title: '常用软件',
  style: 'stagger',
  list: [
    {
      title: 'Chrome | 跨平台网络浏览器',
      link: 'https://www.google.com/',
      desc: 'Chrome（谷歌浏览器）是由 Google 开发的一款流行的跨平台网络浏览器。它以快速的页面加载速度、简洁的界面设计和强大的扩展生态系统而闻名。它支持多种操作系统，提供智能的地址栏搜索、个性化标签页和同步功能，允许用户在不同设备之间同步书签、历史记录和设置。',
    },
    {
      title: 'Arc | 创新的网络浏览器',
      link: 'https://arc.net/',
      desc: 'Arc 是一款创新的网络浏览器，旨在替代 Chrome，为用户提供更智能、个性化的上网体验。它具有清洁简约的界面，能够根据用户的使用习惯自适应。主要特点包括 Spaces 和 Profiles 功能，帮助组织在线活动；支持分屏视图和主题定制；注重隐私和安全；提供强大功能。',
    },
    {
      title: 'Raycast | 让你更专注的高效率启动器',
      link: 'https://www.raycast.com/',
      desc: 'Raycast 是一款为 macOS 设计的快速操作工具，用户可以使用快捷键快速启动并执行各种任务，如搜索文件、管理日历、发送消息等。它支持自定义脚本和插件，允许用户根据需要扩展功能。Raycast 还集成了开发者和社区贡献的插件，旨在提升用户的工作效率和操作系统的使用体验。',
    },
    {
      title: 'Input Source Pro | 自动切换输入法',
      link: 'https://inputsource.pro/',
      desc: 'Input Source Pro 是针对 macOS 11+ 的输入法管理工具，自动显示当前输入法状态，提供切换应用或输入法时的可视化提示。支持为不同应用设置默认输入法，自动根据网站切换输入法，适配多种主流浏览器。通过 Homebrew 轻松安装，目前免费测试，旨在提升多语言用户的工作效率。',
    },
    {
      title: 'Espanso | 隐私优先的跨平台文本扩展器',
      link: 'https://espanso.org/',
      desc: 'Espanso 是一款开源的跨平台文本扩展工具，可通过用户定义的缩写自动替换为文本片段、命令或表情符号。支持多种输入形式如键盘快捷键和触摸板手势，提高了日常工作和编码中的输入效率。Espanso 简单易用且高度可定制，适合个人和专业使用。',
    },
    {
      title: 'Docker | 任何地方构建和运行任何应用',
      link: 'https://www.docker.com/',
      desc: 'Docker 是一款开源的容器化平台，使开发者能够在容器中打包、运行和部署应用程序。它通过容器技术实现了应用程序和其依赖的隔离，提升了开发、交付和运行应用的效率和一致性。Docker 支持快速部署和水平扩展，广泛用于构建、测试和发布软件。',
    },
    {
      title: 'Obsidian ｜ 锐化你的思维',
      link: 'https://obsidian.md/',
      desc: 'Obsidian 是一款强大的笔记和知识管理工具，采用本地文件存储和 Markdown 格式。它支持跨平台使用，提供连接笔记、图表视图、插件扩展等功能。它注重关联性和可视化，用户可以创建复杂的笔记网络，帮助整理思绪和信息等，是提升工作效率的理想选择。',
    },
    {
      title: 'Notion ｜ 强大的跨平台协作工具',
      link: 'https://www.notion.so/',
      desc: 'Notion 是一款强大的跨平台协作工具，融合了笔记、数据库、任务管理和协作功能。用户可以创建和组织文档、表格、项目计划等内容，并支持实时协作和分享。Notion 提供丰富的模板和自定义选项，适用于个人和团队，帮助提升工作和学习效率。',
    },
    {
      title: 'Xmind | 全功能的思维导图应用',
      link: 'https://xmind.app/',
      desc: 'XMind 是一款流行的思维导图软件，支持跨平台使用。它提供丰富的图形化工具和模板，帮助用户组织思维、制定计划和解决问题。XMind 支持多种导图类型，如鱼骨图和树状图，还能导出为多种格式。适用于个人和团队，提升了信息整理和沟通效率。',
    },
    {
      title: 'Shottr ｜ 专为 Mac 的截图注释应用',
      link: 'https://shottr.cc/',
      desc: 'Shottr 是一款功能强大的 macOS 截图工具，支持全屏、窗口和自定义区域截图，具备内置编辑、文字识别、像素级测量和长截图功能。用户可快速模糊敏感信息，并自定义快捷键操作。界面简洁，资源消耗低，适合设计师、开发者和内容创作者频繁使用。',
    },
    {
      title: 'Kap ｜ 面向 Mac 开源屏幕录像机',
      link: 'https://getkap.co/',
      desc: 'Kap 是一款开源的屏幕录制工具，专为 macOS 设计。它有简洁易用的界面，支持高质量视频录制和多种输出格式如 GIF、MP4、WebM。Kap 内置编辑功能，支持录制系统音频和自定义录制设置，提供快捷键操作和直接分享功能。',
    },
    {
      title: 'Trello | 将您所有任务整合在一起',
      link: 'https://trello.com/',
      desc: 'Trello 是一款流行的团队协作工具，基于看板管理方式。用户可以创建多个看板，每个看板包含多个列表和卡片，用于组织任务和项目。Trello 支持添加成员、标签、截止日期等功能，提供实时更新和评论，适用于个人任务管理和团队项目协作。',
    },
    {
      title: 'F.lux | 调节 Mac 屏幕色温',
      link: 'https://justgetflux.com/',
      desc: 'F.lux 是一款用于调节计算机屏幕色温的软件。它根据白天时间自动调整屏幕色彩，白天色温较高以减少蓝光，晚间则降低色温以减少眼睛疲劳和影响睡眠的蓝光辐射。用户可以根据个人喜好和环境设置色温，提升视觉舒适度。',
    },
    {
      title: 'Telegram | 跨平台的即时通讯应用',
      link: 'https://telegram.org/',
      desc: 'Telegram 是一款跨平台的即时通讯应用程序，支持消息传输和语音通话。它以强大的加密技术著称，提供私密的聊天环境。用户可以发送文本、图片、视频和文件，还能创建群组和频道进行广播。它速度快、安全性高，为用户追捧。',
    },
  ],
}