export default {
  title: '常用软件',
  style: 'stagger',
  list: [
    {
      title: 'Chrome | 跨平台网络浏览器',
      link: 'https://www.google.com/',
      desc: 'Chrome（谷歌浏览器）是由 Google 开发的一款流行的跨平台网络浏览器。它以快速的页面加载速度、简洁的界面设计和强大的扩展生态系统而闻名。它支持多种操作系统，提供智能的地址栏搜索、个性化标签页和同步功能，允许用户在不同设备之间同步书签、历史记录和设置。',
    },
    {
      title: 'Arc | 创新的网络浏览器',
      link: 'https://arc.net/',
      desc: 'Arc 是一款创新的网络浏览器，旨在替代 Chrome，为用户提供更智能、个性化的上网体验。它具有清洁简约的界面，能够根据用户的使用习惯自适应。主要特点包括 Spaces 和 Profiles 功能，帮助组织在线活动；支持分屏视图和主题定制；注重隐私和安全；提供强大功能。',
    },
    {
      title: 'Raycast | 让你更专注的高效率启动器',
      link: 'https://www.raycast.com/',
      desc: 'Raycast是一款功能强大的工作流助手软件，旨在提升用户在电脑上的效率和生产力。它为用户提供了快速访问和执行各种任务的便捷方式。',
    },
    {
      title: 'Espanso | 隐私优先的跨平台文本扩展器',
      link: 'https://espanso.org/',
      desc: 'Espanso 是一个用 Rust 编写的跨平台文本扩展器（隐私优先），它可以检测您何时键入特定的关键字，并用其他内容替换它，能辅助节省大量打字时间。',
    },
    {
      title: 'Docker | 任何地方构建和运行任何应用',
      link: 'https://www.docker.com/',
      desc: 'Docker 是一种开源软件，可以将任何应用程序打包，运送和运行的轻量级容器；她适用于所有应用的现代平台，她使得你可以按照自己的方式，随处构建，管理和保护您的应用程序，且无需考虑更多。',
    },
    {
      title: 'Obsidian ｜ 锐化你的思维',
      link: 'https://obsidian.md/',
      desc: 'Obsidian 是一个强大的知识库、一款好用的笔记应用程序，位于纯文本 Markdown 文件的本地文件夹之上。其目标是：永远成为你第二个大脑。',
    },
    {
      title: 'Xmind | 全功能的思维导图应用',
      link: 'https://xmind.app/',
      desc: 'XMind 是一个全功能的思维导图和头脑风暴软件，为激发灵感和创意而生。作为一款有效提升工作和生活效率的生产力工具，受到全球百千万用户的青睐。',
    },
    {
      title: 'Shottr ｜ 专为 Mac 的截图注释应用',
      link: 'https://shottr.cc/',
      desc: 'Shottr 是一个 免费 的 MacOS 屏幕截图应用程序，具有滚动屏幕截图、OCR、注释和测量工具；具有小巧、快速、人性化等特点，专为那些关心像素的人打造。',
    },
    {
      title: 'Kap ｜ 面向 Mac 开源屏幕录像机',
      link: 'https://getkap.co/',
      desc: 'Kap 是一款免费且开源的 Mac 录屏软件（使用 Web 技术构建的开源屏幕录像机），它支持多种录制方式，自带视频格式编辑工具，质量更高，噪音更低。',
    },
    {
      title: 'Trello | 将您所有任务整合在一起',
      link: 'https://trello.com/',
      desc: 'Trello 是一种简便、免费、灵活、免费、可视化、高扩展的任务管理器；其看板、列表和卡片使你能够以一种有趣、灵活和有益的方式，组织你的项目并划分它们的优先顺序。',
    },
    {
      title: 'F.lux | 调节 Mac 屏幕色温',
      link: 'https://justgetflux.com/',
      desc: 'F.lux 是一款用于调节计算机屏幕色温的软件。它根据白天时间自动调整屏幕色彩，白天色温较高以减少蓝光，晚间则降低色温以减少眼睛疲劳和影响睡眠的蓝光辐射。用户可以根据个人喜好和环境设置色温，提升视觉舒适度。',
    },
    {
      title: 'Telegram | 跨平台的即时通讯应用',
      link: 'https://telegram.org/',
      desc: 'Tg 是一款跨平台的即时通讯应用程序，支持消息传输和语音通话。它以强大的加密技术著称，提供私密的聊天环境。用户可以发送文本、图片、视频和文件，还能创建群组和频道进行广播。它速度快、安全性高，为用户追捧。',
    },
  ],
}